Repository: Exmaralda-Org/exmaralda-docs
Catalog: manuals/partitureditor/engl_Fassung_2014/PE-Handbuch_engl_Fassung_Tara/project_save.tmx
Source language: de_de
Languages: en_gb

source: Wenn die Option „Copy events from“ gewählt ist, werden in der neuen Spur leere Ereignisse an den Stellen eingetragen, an denen auch in der „kopierten“ Spur Einträge stehen (dies kann insbesondere für Annotationsspuren nützlich sein). **** TODO ****
en_gb: If the option "Copy events from“ is selected, empty events will be inserted into the new tier, wherever the copied tier also contains entries (this can be especially useful for annotation tiers.

source: Wenn die Optionen „Glue adjacent IT elements“ und „Glue empty IT elements“ (s. u.) deaktiviert sind, kann dieser Wert 0 betragen.
en_gb: If the options „Glue adjacent IT elements“ and "Glue empty IT elements“ (see below) are deactivated, this value can be 0.

source: Wenn die Segmentierung fehlerfrei verläuft, wird ein Dateidialog zum Speichern der segmentierten Transkription angezeigt.
en_gb: If the segmentation runs successfully a dialogue that allows saving the transcription is pops up.

source: Wenn die Segmentierung fehlerfrei verläuft, wird ein Dialog angezeigt, der alle als Wörter segmentierten Einheiten in einer Liste anzeigt:
en_gb: If the segmentation is successful, a dialogue will appear that shows all units segmented as words in a list.

source: Wenn die Segmentierung fehlerfrei verläuft, wird ein Dialog angezeigt, in dem verschiedene Einheiten der Transkription (welche das sind, hängt vom Segmentierungsalgorithmus ab) in einer Tabelle ausgezählt werden:
en_gb: If the segmentation is successful, a dialogue will appear that enumerates??? various units of the transcription in a table (the type of units are defined by the segmentation algorithm).

source: Wenn die Segmentierung fehlschlägt, wird folgender Dialog angezeigt:
en_gb: If the segmentations fails the following dialogue will appear:

source: Wenn die Transkription noch keinen Namen hat, in der Titelleiste also „untitled.exb“ steht, wird automatisch der „Save as...“-Dialog geöffnet (s. u.).
en_gb: If the transcription does not have a name yet, hence the caption bar showing "untitled.exb“ the "Save as...“ window is opened automatically (see below).

source: Wenn die betreffende Spur nicht sinnvoll einem Sprecher zugeordnet werden kann, wählen Sie „no speaker“.
en_gb: If it is not useful to assign the tier in question to a speaker, choose "no speaker“.

source: Wenn ein Eintrag in der Tabelle markiert wird, wird der Inhalt der entsprechenden Zeile in den Textfeldern im unteren Teil des Dialogs angezeigt.
en_gb: If an entry is selected in the table, the content of the corresponding column is shown in the text field in the lower part of the dialogue.

source: Wenn hingegen die Zeitspanne größer ist, öffnet sich ein Dialog, in dem der Zeitpunkt, an dem das Ereignis zu teilen ist, ausgewählt werden kann:
en_gb: If the time span is greater, a dialogue will open in which the time point at which the event is to be split can be selected:

source: Wenn in der Meta-Information der aktuell im Partitur-Editor geladenen Transkription unter „Referenced File“ eine Audio-Datei eingetragen ist, so wird diese standardmäßig vom Praat panel als in Praat zu ladende Datei eingesetzt.
en_gb: If the meta information of currently loaded transcription in the Partitur-Editor holds an audio file as a "Referenced File", the Praat panel will automatically insert it as a file that should be loaded in Praat.

source: Wenn kein Zeitpunkt in der Zeitachse der Transkription markiert ist, sind diese Buttons deaktiviert.
en_gb: If no time point is marked on the time axis of the transcriptions, these buttons will be deactivated.

source: Wenn keine Datei angegeben wird, kann der „Import“ trotzdem durchgeführt werden – der Transkriptkopf bleibt dann leer.
en_gb: Even if no file is selected, the "import" can be carried out - the transcription header will simply remain blank.

source: Wenn keine Datei angegeben wird, kann der „Import“ trotzdem durchgeführt werden – die Sprechertabelle wird dann automatisch generiert, Sprechersiglen und -namen können im Partitur-Editor nachgetragen werden.
en_gb: Even if no file is selectd, the "import" can be carried out - the speaker table will be generated automatically, speaker abbreviations and names can be added afterwards in the Partitur Editor.

source: Wenn noch Segmentierungsfehler verbleiben, beginnen Sie wieder bei Schritt 1.
en_gb: Should segmentation errors remain, repeat from step 1.

source: Wenn sich die Markierung über alle Spuren erstreckt (siehe zweites Beispiel unten), wird statt reinem Text eine RTF-Repräsentation des betreffenden Partitur-Ausschnittes in die Zwischenablage gelegt.
en_gb: If the selection includes all tracks (also see second example below), a RTF representation of the specific section of the musical score is copied into the clipboard - instead of text only.

source: Wenn sie jedoch Bestandteil ihrer Transkriptionskonventionen sind (z. B. wenn Sie betonte Redeteile nach den Konventionen unterstreichen müssen), sollten Sie darüber nachdenken, ob sich das so markierte Phänomen nicht mit anderen, rein symbolischen Mitteln ausdrücken lässt.
en_gb: If they are part of your transcription conventions, however, (.e.g. emphasized speech needs to be underlined according to yur conventions) you should consider whether you can express the marked phenomena with the help of symbolic means.

source: Wenn sie zusätzlich die rechten Grenzen verwenden, reduziert sich aber unter Umständen der Nachbearbeitungsaufwand.
en_gb: However, adding the right tiers may minimise the editing effort afterwards.

source: Wenn z.B. die Checkbox aktiviert ist, der Wert auf 5 Sekunden steht, und Sie bei 11.0 und 25.0 Sekunden Zeitpunkte einfügen, so werden zwischen diesen Zeitpunkten automatisch weitere eingefügt, so dass kein Intervall entsteht, das länger als 5 Sekunden ist.
en_gb: E.g.,if the check box is activated, the value is set to five seconds, and you insert time points at 11.0 and 25.0 seconds, additional time points will automatically be inserted between these two time points, so that no intervals of more than 5 seconds are created.

source: Wie sie vorgenommen wird, hängt von den Einstellungen unter "Edit > Preferences > Font > Underline Method" ab.
en_gb: They way it is executed depends on the settings found under "Edit > Preferences > Font > Underline Method".

source: Wie wird segmentiert?
en_gb: How to segment

source: Wir haben im Laufe der Jahre gelernt, wie wichtig eine ausführliche Dokumentation für den Nutzer ist.
en_gb: Over the years we have learnt the importance of a detailed documentation for the user.

source: Wir tun dann unser Möglichstes, um Abhilfe zu schaffen.
en_gb: We will then try our best to remedy the situation.

source: Wird keine solche Datei gefunden, erfolgt eine entsprechende Fehlermeldung.
en_gb: If no such file is found, the corresponding error message will appear.

source: Woher kommen die Stylesheets?
en_gb: Where to get Stylesheets?

source: Wozu dienen Stylesheets?
en_gb: The use of Stylesheets

source: Wählen Sie die Option „No frames“, wenn Ihre Transkription keine Verknüpfungen enthält oder wenn Sie die Hyperlinks in einem neuen Fenster geöffnet haben möchten.
en_gb: Select "No frames“, if the transcription does not contain links, or if the hyper links should be opened in a new window.

source: Wählen Sie "Show Info", um Informationen zur ausgewählten Datei anzuzeigen.
en_gb: Select "Show Info", to see information of the selected file.

source: Wählen Sie die zu importierende Transkription aus (diese hat normalerweise die Endung .eaf) und klicken Sie auf Öffnen.
en_gb: Select the file to be imported and click Öffnen (file ending normally is .eaf).

source: Wählen Sie aus der Drop-Down-Liste die von Ihnen gewünschte Sprache aus.
en_gb: Select the language that you would like to use from the drop down list.

source: Wählen Sie aus der Liste diejenige Formatierung aus, die Sie bearbeiten möchten und nehmen Sie in der unteren Hälfte des Dialoges die entsprechenden Einstellungen vor.
en_gb: Choose the format from the list that you would like to edit and choose your required settings in the lower half of the dialogue..

source: Wählen Sie dafür in dem dortigen Dialog als zu formatierendes Objekt „EMPTY-EDITOR“ aus und klicken Sie anschließend auf den Edit-Button neben dem Eintrag „Background color“, um zu der entsprechenden Farbauswahl zu gelangen.
en_gb: In the dialogue, go to „EMPTY-EDITOR“ and then click the Editbutton beside the entry "Background color“, in order to pick your colour.

source: Wählen Sie dann Timeline > Add bookmark.
en_gb: Then choose Timeline > Add bookmark.

source: Wählen Sie das Verzeichnis, in dem die Transkription gespeichert werden soll, geben Sie den gewünschten Namen ein (das Suffix ".exb" wird automatisch angehängt, wenn Sie nicht selbst ein Suffix eingeben) und klicken Sie auf Speichern.
en_gb: Select the directory in which you would like to save the transcription, enter a name (the suffix ".exb" will be added automatically, if you do not define one) and click Save.

source: Wählen Sie das zu importierende TextGrid aus und klicken Sie auf Öffnen.
en_gb: Select the TextGrid you would like to import and clickÖffnen.

source: Wählen Sie die Option „Frames“, wenn Sie möchten, dass in der Transkription vorhandene Verknüpfungen als Hyperlinks in einem gesonderten Frame realisiert werden.
en_gb: Select "Frames“ if you would like the transcription's existing links to be realised as hyper links in a separate frame.

source: Wählen Sie die Stelle der Transkription aus, auf die Sie zugreifen möchten und klicken Sie auf Go to… .
en_gb: Select the section in the transcription that you would like to access and click Go to… .

source: Wählen Sie die zu importierende Transkription aus, und klicken Sie auf Öffnen.
en_gb: Select the transcription to be imported and click on "Open".

source: Wählen Sie die zu öffnende Datei und klicken Sie auf „Öffnen“.
en_gb: Select the file to be opened and click on "Open".

source: Wählen Sie eine der beiden angebotenen Optionen:
en_gb: Choose one of the following options:

source: Wählen Sie im Partitur-Editor einen Ausschnitt aus der Transkription aus und klicken Sie anschließend im Praat panel auf > Set.
en_gb: Choose a section of the transcription in the Partitur-Editor and then choose > Set. in the Praat panel.

source: Wählen Sie „T(ranscritpion)“ für verbale Spuren, „D(escription)“ für non-verbale Spuren, „A(nnotation)“ für Spuren mit Annotationen (Übersetzungen etc.), „L(ink)“ für Spuren, die vornehmlich Dateiverweise enthalten und „U(ser) D(efined)“ für sonstige Spuren.
en_gb: Choose "T(ranscritpion)“ for verbal tiers, "D(escription)“ for nonverbal tiers, "A(nnotation)“ for tiers with annotations (translations etc.), "L(ink)“ for tiers that contain links to files and "U(ser) D(efined)“ for other tiers.

source: Während über > Set also Zeitwerte aus dem Partitur-Editor an Praat übermittelt, dient die Funktion < Get der Kommunikation in der umgekehrten Richtung.
en_gb: While > Set transmits time values from the Partitur-Editor to Praat , <Get transmits this communication the other way around.

source: Während des Abspielens zeigt der „Position“-Schieberegler die aktuelle Position in der Datei an.
en_gb: During playback the "Position" slide control displays the current position in the file.

source: XML, EXMARaLDA und der Partitur-Editor
en_gb: XML, EXMARaLDA and the Partitur-Editor

source: Zeichen für suprasegmentale Phänomene, sind nicht Bestandteile von Wörtern.
en_gb: Symbols for suprasegmental phenomena, are not part of words .

source: Zeigt Leerzeichen (Spatien) in der Partitur als kleine Punkte an (etwa wie in MS Word).
en_gb: Shows spaces (Spatien???) in the musical score as little dots (similar to MS Word).

source: Zeigt eine Website an, die Ihnen Infotmationen darüber gibt, ob die momentan verwendete Version des Partitur-Editors die aktuellste ist.
en_gb: Shows you a webpage that informs you whether the currently used version of the Partitur-Editor is the newest.

source: Zeigt einen Dialog mit allen Segmentierungsfehlern der aktuallen Transkription an.
en_gb: Opens a dialogue with all segmentation errors of the currenttranscription.

source: Zeigt einen Dialog zum Bearbeiten von Strukturfehlern an (siehe dazu auch das Dokument How to edit and correct transcriptions).
en_gb: Displays a dialogue for editing structural errors (see also the document How to edit and correct transcriptions).

source: Zeigt einen Dialog zum Ändern der Skalierungskonstante an.
en_gb: Opens a dialogue to change the scale constant.

source: Zeigt einen Info-Dialog an, dem Sie entnehmen können, mit welcher Version des EXMARaLDA Partitur-Editors Sie momentan arbeiten. Außerdem werden die Version der verwendeten Java-Laufzeitumgebung („Java version“) sowie des verwendeten Betriebssystems („OS version“) angegeben:
en_gb: Displays an information dialogue that listst the version of the EXMARaLDA Partitur-Editor you are currently using. Furthermore the "Java version“ and the "OS version“ are listed:

source: Zerteilt eine Kopie der der Partitur zugrunde liegende Audio-Datei in mehrere kleine Audio-Dateien (Audio-Schnipsel“).
en_gb: Divides a copy of the audio file of the musical score into a number of smaller audio files ("audio snippets").

source: Zu beachten ist, dass dabei jeweils nur die erste Spur des Typs 'T(ranscription)' für jeden Sprecher berücksichtigt wird.
en_gb: Take note that for every speaker only the first tier of type 'T(ranscription)' will be taken into account.

source: Zu bearbeitende Transkription öffnen
en_gb: Open the transcription to be edited

source: Zu jedem Beispiel gehört eine Bildschirmansicht im Partitur-Editor, eine Bildschirmansicht einer RTF-Ausgabe, eine XML-Datei, die im Partitur-Editor editierbar ist sowie – sofern vorhanden – die dem Beispiel zugrunde liegende Audio-Datei.
en_gb: These examples consist of a screen shot in the Partitur-Editor, a screen shot of a/an??? RTF-output, an XML-file that can be edited in the Partitur-Editor and, if available for the chosen example, an audio file.

source: Zuletzt aktualisiert: 20.
en_gb: Last Update: 20.

source: Zunächst ist festzuhalten, dass zu segmentierendes Material sich in aller Regel nur in Spuren des Typs T(ranscription) befindet, also dort, wo normalerweise das verbale Handeln eines Sprechers nach orthographischer oder literarischer Umschrift beschrieben wird.
en_gb: Fistly it should be noted that the material to be segmented is normally only located in the tiers of type T(ranscription), i.e. there, where the verbal action of a speaker is transcribed orthographically or literally.

source: Zur Funktionsweise von EXAKT-Suchen siehe die Einführung in das Suchwerkzeug EXAKT.
en_gb: To see how the EXAKT search works, see Einführung in das Suchwerkzeug EXAKT.

source: Zusätzlich können Sie verschiedene Parameter für das Verhalten der Zeitachse in der Partitur einstellen:
en_gb: Furthermore, you can define different parameters for the behaviour of the time line in the musical score:

source: Zusätzlich können beliebig viele benutzerdefinierte Attribute festgelegt werden.
en_gb: In addition, an unlimited number of user-defined attributes can be added.

source: Zusätzlich können für die Sprecher beliebig viele benutzerdefinierte Attribute festgelegt werden.
en_gb: In addition, an unlimited number of user-defined attributes can be added for the speakers.

source: Zuweisen von Audio- und/oder Videoaufnahmen
en_gb: Assignment of Audio and/or Video Files

source: Zwei Silben- oder Wortgrenzen folgen aufeinander
en_gb: Two syllables or word boundaries come after one another

source: Zwei Sprecher dürfen sich nicht dieselbe Sigle teilen, und die Groß- und Kleinschreibung in den Sprechersiglen ist relevant (d. h., dass beispielsweise „Tom“ und „TOM“ als zwei verschiedene Sprechersiglen behandelt werden):
en_gb: Two speakers are not allowed to share the same abbreviation. Capitalization is relevant (i.e. "Tom" and "TOM" will be treated as two different speaker abbreviations ):

source: Zweitens können Sie angeben, in welchem Verzeichnis ("Praat directory") sich die Programme praat.exe und sendpraat.exe befinden, die für die Verwendung des Praat Panels (siehe oben) benötigt werden.
en_gb: Secondly, you can define in which directory ("Praat directory") the programs praat.exe and sendpraat.exe are located, which is necessary for using the Praat panel.

source: Zweitens muss jede Äußerungsgrenze mit einer Ereignisgrenze zusammenfallen.
en_gb: Secondly, every utterance boundary??? has to coincide with an event boundary.

source: ab wann die Mechanismen zum Ausgleichen der Ungenauigkeiten angewendet werden sollen.
en_gb: This means it states from which point onward the mechanisms for the compensation of inaccuracies are to be applied.

source: berechnet für alle Zeitpunkte, denen kein absoluter Zeitwert zugeordnet ist, einen absoluten Zeitwert.
en_gb: calculates an absolute time value for all time points that have not been assigned an absolute time value.

source: bis der Welcome-Dialog von Praat…
en_gb: (i.e.until Praat'sWelcome dialogue

source: blaue, gepunktete Rahmenlinie, links, rechts, oben und unten
en_gb: blue dotted border lines on the leftk, right, above and below

source: dass Sie der Partitur in der Meta-Information unter „Referenced media file“ eine Audio-Datei zugeordnet haben,
en_gb: that you've assigned an aduiro file to the musical score via "Referenced media file“,

source: dass der Zeitachse möglichst viele absolute Zeitwerte zugeordnet sind.
en_gb: that the time axis has as many absolute time values as possible.

source: dass es sich hierbei um eine Audio-Datei im .wav-Format handelt (andere Audio-Formate können nicht verarbeitet werden) und
en_gb: that the audio file is in .wav format file (other audio formats can not be processed) and

source: die Aufnahme an die Stelle bewegen, an der das ausgewählte Element (in der Abbildung z. B. die Äußerung „Und denn ist ein Wolf gekommen“) beginnt.
en_gb: move the recording to where the selected element starts

source: die Breite einzelner Partiturflächen) in Pixeln fest.
en_gb: This means it specifies the the width of specific Partitur Areas) in pixels.

source: die Option "Split at non-word characters" erstellt für jede Folge von Alphabetzeichen der Ursprungsdatei (also für jedes "Wort") ein neues Ereignis:
en_gb: the option "Split at non-word characters" creates a new event for every row of alphabetic signs (i.e. for every word) of the original file:

source: die Option "Split at paragraphs" erstellt für jede Zeile der Ursprungsdatei ein neues Ereignis:
en_gb: the option "Split at paragraphs" creates a new event for every line of the original file:

source: die Partitur wird nicht in Zeilen umgebrochen.
en_gb: the musical score is not divided by line breaks.

source: die Start- und Stopzeiten werden fortwährend an die Auswahl in der Transkription im Editor angepasst.
en_gb: Thus, the start and stop times will continuously be adjusted according to the transcription selection in the editor.

source: eine List-Transcription, die gemäß HIAT in Äußerungen segmentiert ist – angewendet:
en_gb: - this is a list transcription that is segmented into uterrances in accordance to HIAT:

source: es wurde vergessen, die Sprechersigle mit einem Doppelpunkt abzuschließen) und die dritte Zeile gibt die fehlerhafte Zeile selbst wieder.
en_gb: the speaker abbreviation was not ended in a colon) and the third line presents the entire line containing the error.

source: folgendermaßen in Wörter (w), Silben (sl), Wortgrenzen (wb) und Silbengrenzen (sb) segmentiert:
en_gb: into words (w), syllables (sl), word boundaries (wb) and syllable boundaries Silbengrenzen (sb):

source: folgendermaßen in Wörter (W), Interpunktionszeichen (IP), nicht-morphemisierte Äußerungen (NMÄ) und Pausen (PAUSE) segmentiert:
en_gb: into utterances, words (W), punctuation (IP) and non morphemized utterances (NMÄ) and pauses (PAUSE) :

source: folgendermaßen in Äußerungen, Wörter (W), Interpunktion (IP) und nicht-phonologische Segmente (Non-pho) segmentiert:
en_gb: into utterance, words (W), punctuation (IP) and non phonological segments (Non-pho):

source: funktionsreferenz
en_gb: Function Reference

source: fünf Zeichen für eine abschließende Tonhöhenbewegung in GAT), enthält der Partitur-Editor verschiedene Endliche Maschinen für verschiedene Transkriptionssysteme – welche der Partitur-Editor anwendet, stellen sie über "Edit > Preferences..."
en_gb: the five symbols for a (abschließende Tonhöhenbewegung???) in GAT), the Partitur-Editor has a number of different finite state machines for different transcription systems. Which of these the Editor should use can be set via "Edit > Preferences..."

source: für "not applicable" angezeigt.
en_gb: for "not applicable" is displayed.

source: gewisse Transkriptionszeichen nicht gemäß der Konvention eingesetzt werden.
en_gb: ie. when certain transcription symbols are not used as specified by the convention.

source: graue Hintergrundfarbe
en_gb: grey as a background color

source: graue, durchgehende Rahmenlinie rechts
en_gb: grey solid border lines on the right

source: in Sekunden) angegeben werden, oder in der Form hh:mm:ss.xxx.
en_gb: or ashh:mm:ss.xxx.

source: in Sekunden, oder als Zeitangabe („Time“) in der Form hh:mm:ss.xxx angezeigt werden sollen.
en_gb: hence inseconds, or as ("Time“) in the format hh:mm:ss.xxx.

source: jeweils das Gleiche, und zwar: „3 Minuten, 1 Sekunde und 230 Millisekunden“.
en_gb: for example all represent the same, namely: "3 minutes, 1 second and 230 milliseconds."

source: kein „frame end“
en_gb: no „frame end“

source: können Sie die Wortliste als HTML-Datei speichern.
en_gb: allows you to save the word list as an HTML file.

source: nach aufsteigenden absoluten Zeitwerten.
en_gb: after absolute time values.

source: nicht durch ein korrespondierendes Paar schließender Klammern, beendet worden:
en_gb: Here the brackets at the end are missing :

source: ob Umbrüche mitten im Wort verhindert werden sollen.
en_gb: whether breaks in the middle of a words should be prevented.

source: parallel zu ihr stattfinden), kann der Äußerung in eckigen Klammern vorangestellt werden.
en_gb: that happen parallel them), can be placed in square brackets before the utterance.

source: so wird folgende Fehlermeldung angezeigt:
en_gb: the following error message will appear:

source: und "Append interval" verwendet werden, um gemäß der aktuellen Auswahl in der Oszillogramm-Ansicht Ereignisse bzw. Zeitintervalle in der Partitur hinzuzufügen.
en_gb: and "Append interval" can be used to insert events or time intervals into the musical score according to the current selection in the oscillogram.

source: und wählen die XML-Datei aus, in der die Annotations-Spezifikation definiert ist.
en_gb: and select the XML file in which the annotation specifications are defined.

source: vom Datei-Format des Videos (empfehlenswert sind .avi oder .mov),
en_gb: the file format of the video (we recommend .avi or .mov),

source: von den Codec-Einstellungen.
en_gb: the Codec settings.

source: von den Leistungsmerkmalen der Video-Karte Ihres Computers sowie
en_gb: the performance features of the video card of your computer, and

source: vorbemerkungen
en_gb: Preliminary Remarks

source: wird hier aber kein Segmentierungsalgorithmus angewendet.
en_gb: no segmentation algorithm is used here.

source: zentrierte Ausrichtung („Centre“)
en_gb: "Centre"

source: Äußerung
en_gb: Utterance

source: Äußerungsendzeichen folgt auf Äußerungsendzeichen und Leerzeichen.
en_gb: Utterance end symbol and space are followed by utterance end symbol.
